Repository: shiquda/inputor
Catalog: src/inputor.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# Language.FollowSystem
source: Follow system
zh_hans: 跟随系统

# Language.SimplifiedChinese
source: Simplified Chinese
zh_hans: 简体中文

# Common.On
source: On
zh_hans: 开

# Common.Off
source: Off
zh_hans: 关

# Common.Today
source: Today
zh_hans: 今日

# Common.Session
source: Session
zh_hans: 本次会话

# Common.AllTime
source: All time
zh_hans: 累计

# Common.Name
source: Name
zh_hans: 名称

# Common.Paused
source: Paused
zh_hans: 已暂停

# Target.Supported
source: Supported
zh_hans: 支持

# Target.Unsupported
source: Unsupported
zh_hans: 不支持

# Target.Idle
source: Idle
zh_hans: 空闲

# Target.Unavailable
source: Unavailable
zh_hans: 不可用

# Main.Navigation.Overview
source: Overview
zh_hans: 概览

# Main.Navigation.Statistics
source: Statistics
zh_hans: 统计

# Main.Navigation.Apps
source: Apps
zh_hans: 应用

# Main.Navigation.Debug
source: Debug
zh_hans: 调试

# Main.Navigation.Settings
source: Settings
zh_hans: 设置

# Main.Button.StartMonitoring
source: Start monitoring
zh_hans: 开始监控

# Main.Button.ResumeMonitoring
source: Resume monitoring
zh_hans: 继续监控

# Main.Button.PauseMonitoring
source: Pause monitoring
zh_hans: 暂停监控

# Main.Button.ExcludeCurrentApp
source: Exclude current app
zh_hans: 排除当前应用

# Main.Button.ViewAllApps
source: View all apps
zh_hans: 查看全部应用

# Main.Button.OpenStatistics
source: Open statistics
zh_hans: 打开统计

# Main.Button.OpenSettings
source: Open settings
zh_hans: 打开设置

# Main.Button.OpenDebug
source: Open debug
zh_hans: 打开调试

# Main.Placeholder.SearchApps
source: Search apps
zh_hans: 搜索应用

# Main.Pane.LiveStatus
source: Live status
zh_hans: 实时状态

# Main.Section.TodayTitle
source: Today at a glance
zh_hans: 今日概览

# Main.Section.TodaySubtitle
source: A quick snapshot of your current typing totals.
zh_hans: 快速查看当前输入统计总览。

# Main.Section.FocusTitle
source: Focus and status
zh_hans: 焦点与状态

# Main.Section.FocusSubtitle
source: Track the active target and current monitoring state.
zh_hans: 跟踪当前目标和监控状态。

# Main.Section.WorkflowTitle
source: Workflow
zh_hans: 工作流

# Main.Section.WorkflowSubtitle
source: Quick actions, recent patterns, and shortcuts for diagnostics.
zh_hans: 常用操作、近期活动与调试快捷入口。

# Main.Card.CurrentTarget
source: Current target
zh_hans: 当前目标

# Main.Card.Status
source: Status
zh_hans: 状态

# Main.Card.QuickActions
source: Quick actions
zh_hans: 快捷操作

# Main.Card.RecentActivity
source: Recent activity
zh_hans: 近期活动

# Main.Card.TopAppsToday
source: Top apps today
zh_hans: 今日热门应用

# Main.Card.AdminReminder
source: Admin reminder
zh_hans: 管理员提醒

# Main.Apps.Title
source: Apps
zh_hans: 应用

# Main.Pane.Watching
source: Watching {0}
zh_hans: 正在监控 {0}

# Main.AdminReminder.Enabled
source: Elevated windows and protected surfaces can still be unavailable to UIA monitoring.
zh_hans: 提权窗口和受保护界面仍可能无法通过 UIA 被监控。

# Main.AdminReminder.Disabled
source: Admin reminder is turned off.
zh_hans: 管理员提醒已关闭。

# Main.RecentActivity.Empty
source: No recorded input yet in this session.
zh_hans: 本次会话还没有记录到输入。

# Main.TopApps.Row
source: {0:N0} today • {1:0.#}%
zh_hans: {0:N0} 今日 • {1:0.#}%

# Main.TopApps.Empty
source: No activity yet.
zh_hans: 还没有活动记录。

# Main.Apps.NoMatch
source: No apps match the current filter.
zh_hans: 没有应用匹配当前筛选条件。

# Main.Apps.Summary
source: {1} grouped {0} items • {2:N0} today • {3:N0} session • {4:N0} total
zh_hans: {0} 个分组应用 • 今日 {1:N0} • 会话 {2:N0} • 累计 {3:N0}

# Main.Apps.Row
source: {0:N0} today • {1:N0} session • {2:N0} total • {3:0.#}%
zh_hans: 今日 {0:N0} • 会话 {1:N0} • 累计 {2:N0} • {3:0.#}%

# Main.Apps.GroupedFrom
source: Grouped from {0}
zh_hans: 分组来源：{0}

# Settings.Title
source: Settings
zh_hans: 设置

# Settings.Subtitle
source: Manage startup, privacy defaults, exports, exclusions, and local data controls in one place.
zh_hans: 在这里统一管理启动项、隐私默认值、导出、排除项和本地数据控制。

# Settings.HeaderNote
source: Current target: {0} • Today {1:N0} • Session {2:N0}
zh_hans: 当前目标：{0} • 今日 {1:N0} • 会话 {2:N0}

# Settings.RestartNotice
source: Language changes apply after the next app restart.
zh_hans: 语言更改会在下次重启应用后生效。

# Settings.Section.PreferencesTitle
source: Preferences
zh_hans: 偏好设置

# Settings.Section.PreferencesSubtitle
source: Core app behavior and day-to-day defaults.
zh_hans: 调整核心行为和日常默认选项。

# Settings.Section.ExportTitle
source: Export
zh_hans: 导出

# Settings.Section.ExportSubtitle
source: Generate a CSV snapshot from the current totals when you need a shareable record.
zh_hans: 当你需要共享记录时，导出当前统计为 CSV 快照。

# Settings.Section.PrivacyTitle
source: Privacy
zh_hans: 隐私

# Settings.Section.PrivacySubtitle
source: What inputor stores and what it intentionally ignores.
zh_hans: 说明 inputor 会保存什么，以及它刻意忽略什么。

# Settings.Section.DataManagementTitle
source: Data management
zh_hans: 数据管理

# Settings.Section.DataManagementSubtitle
source: Use this only when you want to permanently remove stored local statistics.
zh_hans: 仅当你确定要永久移除本地统计数据时再使用。

# Settings.Label.StartWithWindows
source: Start with Windows
zh_hans: 开机启动

# Settings.Label.Language
source: Language
zh_hans: 语言

# Settings.Caption.Language
source: Pick the language for app chrome and status messages. Changes apply after restart.
zh_hans: 设置应用界面和状态文案使用的语言。更改后需重启生效。

# Settings.Label.ExcludedApps
source: Excluded apps
zh_hans: 排除应用

# Settings.Caption.ExcludedApps
source: Use comma-separated process names. Quick actions can add the current app for you.
zh_hans: 使用逗号分隔进程名。快捷操作也可以将当前应用加入排除列表。

# Settings.Export.Description
source: Export writes a CSV file into your local documents export folder and keeps raw text out of the file.
zh_hans: 导出会把 CSV 文件写入本地文档导出目录，并确保原始文本不会出现在文件里。

# Settings.Button.ExportTodayCsv
source: Export today CSV
zh_hans: 导出今日 CSV

# Settings.Privacy.Item1
source: inputor always keeps privacy protections on: it stores counts, process names, and date buckets locally.
zh_hans: inputor 始终保持隐私保护开启：它只在本地保存计数、进程名和日期分桶。

# Settings.Privacy.Item2
source: Raw text only exists in memory for snapshot diffing and is never written to disk or exported.
zh_hans: 原始文本只会暂存在内存里用于快照对比，不会写盘也不会导出。

# Settings.Privacy.Item3
source: Password fields, unsupported controls, and protected windows remain excluded by design.
zh_hans: 密码框、不受支持的控件和受保护窗口会按设计保持排除。

# Settings.Data.Item1
source: This clears today, session, and all-time per-app counts stored on this device.
zh_hans: 这会清除当前设备上保存的今日、会话和累计的各应用统计。

# Settings.Data.Item2
source: The action does not change privacy settings or excluded-app preferences.
zh_hans: 此操作不会修改隐私设置或排除应用偏好。

# Settings.Label.ConfirmClearStatistics
source: I understand this permanently clears all stored statistics.
zh_hans: 我已了解这会永久清除所有已保存的统计数据。

# Settings.Button.ClearStoredStatistics
source: Clear stored statistics
zh_hans: 清除已保存统计

# Settings.Button.Save
source: Save settings
zh_hans: 保存设置

# Statistics.Title
source: Statistics
zh_hans: 统计

# Statistics.Subtitle
source: Read long-term typing momentum, daily consistency, and app share without leaving the main window.
zh_hans: 不离开主窗口，也能查看长期输入趋势、每日稳定性和应用占比。

# Statistics.Summary.Empty
source: Statistics will start filling in after inputor records activity across multiple days.
zh_hans: 当 inputor 记录到多天活动后，这里就会开始显示统计内容。

# Statistics.Summary.Overview
source: Showing the last {0} days of activity. Today is {1:N0}, and the busiest recorded day is {2:MM-dd} with {3:N0}.
zh_hans: 展示最近 {0} 天的活动。今天是 {1:N0}，记录最高的一天是 {2:MM-dd}，共 {3:N0}。

# Statistics.Section.TrendTitle
source: Trend
zh_hans: 趋势

# Statistics.Section.TrendSubtitle
source: A day-by-day view of the last two weeks of recorded supported characters.
zh_hans: 查看最近两周每日受支持字符的变化。

# Statistics.Section.HeatmapTitle
source: Daily heatmap
zh_hans: 每日热力图

# Statistics.Section.HeatmapSubtitle
source: A compact grid showing the intensity of the last 13 weeks.
zh_hans: 用紧凑网格展示最近 13 周的活跃度。

# Statistics.Section.DistributionTitle
source: App distribution
zh_hans: 应用分布

# Statistics.Section.DistributionSubtitle
source: See where the current typing volume is concentrated right now.
zh_hans: 看看当前输入量主要集中在哪些应用里。

# Statistics.Trend.Empty
source: No daily history yet.
zh_hans: 还没有每日历史记录。

# Statistics.Trend.Caption
source: Peak over the last {0} days: {1:N0} supported characters.
zh_hans: 最近 {0} 天峰值：{1:N0} 个受支持字符。

# Statistics.Heatmap.Empty
source: No daily history yet.
zh_hans: 还没有每日历史记录。

# Statistics.Heatmap.Caption
source: Darker cells represent stronger days. History begins on {0:yyyy-MM-dd}.
zh_hans: 颜色越深表示当天输入越多。历史起始于 {0:yyyy-MM-dd}。

# Statistics.Distribution.Empty
source: No app distribution is available yet because no supported characters have been recorded.
zh_hans: 还没有应用分布可展示，因为尚未记录任何受支持字符。

# Statistics.Distribution.EmptyCaption
source: Once activity exists, this view will show the strongest app share.
zh_hans: 一旦有活动，这里会显示最主要的应用占比。

# Statistics.Distribution.Today
source: Distribution currently reflects today's counts.
zh_hans: 当前分布基于今日计数。

# Statistics.Distribution.AllTimeFallback
source: No activity has been recorded today, so distribution falls back to all-time totals.
zh_hans: 今天还没有记录到活动，因此分布回退到累计总量。

# Debug.Title
source: Debug
zh_hans: 调试

# Debug.Subtitle
source: Use this page as a focused diagnostic surface: keep capture off by default, switch it on temporarily, then inspect only the records you care about.
zh_hans: 把这里当成专注的诊断页面：默认保持关闭，需要时临时开启，然后只查看你关心的记录。

# Debug.Toggle.Header
source: Debug capture
zh_hans: 调试捕获

# Debug.Filter.AllEvents
source: All events
zh_hans: 全部事件

# Debug.Filter.CounterOnly
source: Counter increased only
zh_hans: 仅计数增加

# Debug.Filter.PendingOnly
source: Pending composition only
zh_hans: 仅待确认合成

# Debug.Filter.FilteredOnly
source: Filtered events only
zh_hans: 仅过滤事件

# Debug.Button.ClearRecords
source: Clear records
zh_hans: 清除记录

# Debug.Button.StartCapture
source: Start capture
zh_hans: 开始捕获

# Debug.Button.PauseCapture
source: Pause capture
zh_hans: 暂停捕获

# Debug.Summary.Disabled
source: Debug capture is off by default. Turn it on only when you need to inspect why a count was or was not recorded.
zh_hans: 调试捕获默认关闭。仅在你需要排查为什么计数被记录或未记录时再开启。

# Debug.Summary.Paused
source: Debug capture is paused. Start capture only when you want to inspect why a count was recorded or skipped.
zh_hans: 调试捕获已暂停。只有在你想检查为什么某次输入被记录或跳过时，再开始捕获。

# Debug.Card.DisabledTitle
source: Debug capture is off
zh_hans: 调试捕获已关闭

# Debug.Card.DisabledBody
source: When enabled, this page will show a compact summary first. You can then expand individual records for the full diagnostic details.
zh_hans: 启用后，这个页面会先展示紧凑摘要；然后你可以展开单条记录查看完整诊断细节。

# Debug.Card.PausedTitle
source: Capture is paused
zh_hans: 捕获已暂停

# Debug.Card.PausedEmptyBody
source: No debug records are buffered right now. Start capture when you want to collect temporary diagnostics.
zh_hans: 当前没有缓存任何调试记录。只有在你想临时收集诊断信息时再开始捕获。

# Debug.Card.PausedBufferedBody
source: Existing records are preserved. You can review them now, resume capture later, or clear them when you are done.
zh_hans: 现有记录会被保留。你现在可以查看它们，之后再恢复捕获，或者在完成后清除记录。

# Debug.Summary.Enabled
source: Debug capture is on. Showing {0} recent events with compact summaries first; open any record for details.
zh_hans: 调试捕获已开启。当前显示最近 {0} 条事件的紧凑摘要；你可以展开任意记录查看详情。

# Debug.Summary.Filtered
source: Debug capture is on. Filter keeps {0} of {1} recent events visible.
zh_hans: 调试捕获已开启。当前筛选保留了 {0}/{1} 条最近事件。

# Debug.Summary.PausedBuffered
source: Capture paused • {0} buffered record(s)
zh_hans: 捕获已暂停 • 当前缓存 {0} 条记录

# Debug.Summary.PausedFiltered
source: Capture paused • showing {0} of {1} buffered record(s)
zh_hans: 捕获已暂停 • 当前显示 {0}/{1} 条缓存记录

# Debug.Chip.Visible
source: Visible
zh_hans: 可见

# Debug.Chip.CounterIncreased
source: Counter increased
zh_hans: 计数增加

# Debug.Chip.FilteredOut
source: Filtered out
zh_hans: 被过滤

# Debug.Chip.PendingComposition
source: Pending composition
zh_hans: 待确认合成

# Debug.Card.NoMatchTitle
source: No matching events
zh_hans: 没有匹配事件

# Debug.Card.NoMatchBody
source: No records match the current filter.
zh_hans: 当前筛选条件下没有匹配记录。

# Debug.Badge.Counter
source: +Counter
zh_hans: +计数

# Debug.Badge.NoCount
source: No count
zh_hans: 未计数

# Debug.Button.ShowDetails
source: Show details
zh_hans: 显示详情

# Debug.Button.HideDetails
source: Hide details
zh_hans: 隐藏详情

# Debug.Label.Status
source: Status
zh_hans: 状态

# Debug.Label.Delta
source: Delta
zh_hans: 增量

# Debug.Label.InsertedSegmentLength
source: Inserted segment length
zh_hans: 插入片段长度

# Debug.Label.CharacterMix
source: Character mix
zh_hans: 字符构成

# Debug.Label.Flags
source: Flags
zh_hans: 标记

# Debug.DeltaLine
source: {0:+#;-#;0} supported chars
zh_hans: {0:+#;-#;0} 个受支持字符

# Debug.CharacterMixLine
source: Chinese {0} • English {1} • Other {2} • Supported {3}
zh_hans: 中文 {0} • 英文 {1} • 受支持 {2}

# Debug.Primary.CounterIncreased
source: Counter increased by {0} supported characters.
zh_hans: 计数增加了 {0} 个受支持字符。

# Debug.Primary.PasteFiltered
source: Paste-like input was detected and excluded from counting.
zh_hans: 检测到了类似粘贴的输入，因此没有计入统计。

# Debug.Primary.BulkFiltered
source: Suspicious bulk content refresh was ignored.
zh_hans: 可疑的大块内容刷新已被忽略。

# Debug.Primary.Pending
source: Waiting for composition confirmation before counting.
zh_hans: 正在等待输入法合成确认后再计数。

# Debug.Primary.NoIncrease
source: No supported counter increase was recorded.
zh_hans: 没有记录到受支持字符的正向增长。

# Debug.Flag.PendingComposition
source: Pending composition
zh_hans: 待确认合成

# Debug.Flag.PasteFiltered
source: Paste filtered
zh_hans: 粘贴已过滤

# Debug.Flag.BulkFiltered
source: Bulk refresh filtered
zh_hans: 大块刷新已过滤

# Debug.Flag.NativeImeMode
source: Native IME mode
zh_hans: 原生输入法模式

# Debug.Flag.SupportedTarget
source: Supported target
zh_hans: 支持的目标

# Debug.Flag.UnsupportedTarget
source: Unsupported target
zh_hans: 不支持的目标

# Tray.MenuTitle
source: inputor tray menu
zh_hans: inputor 托盘菜单

# Tray.ShowDashboard
source: Show dashboard
zh_hans: 显示仪表盘

# Tray.OpenSettings
source: Open settings
zh_hans: 打开设置

# Tray.ExcludeCurrentApp
source: Exclude current app
zh_hans: 排除当前应用

# Tray.RestartInputor
source: Restart inputor
zh_hans: 重启 inputor

# Tray.ExitInputor
source: Exit inputor
zh_hans: 退出 inputor

# NotifyIcon.Tooltip
source: {0} | T {1:N0} | S {2:N0} | {3}
zh_hans: {0} | 今 {1:N0} | 会 {2:N0} | {3}

# Status.MonitoringNotStartedYet
source: Monitoring has not started yet.
zh_hans: 监控尚未开始。

# Status.MonitoringStarted
source: Monitoring started.
zh_hans: 监控已开始。

# Status.SessionCountersReset
source: Session counters reset.
zh_hans: 会话计数已重置。

# Status.NoActiveAppAvailable
source: No active app is available for exclusion right now.
zh_hans: 当前没有可加入排除列表的活动应用。

# Status.ProcessAlreadyExcluded
source: {0} is already excluded.
zh_hans: {0} 已经在排除列表中。

# Status.AddedExcludedApp
source: Added {0} to excluded apps.
zh_hans: 已将 {0} 加入排除列表。

# Status.ExportedCsv
source: Exported CSV to {0}
zh_hans: 已将 CSV 导出到 {0}

# Status.SettingsUpdated
source: Settings updated.
zh_hans: 设置已更新。

# Status.StoredStatisticsCleared
source: Stored statistics cleared.
zh_hans: 已清除已保存统计。

# Status.DebugCaptureEnabled
source: Debug capture enabled.
zh_hans: 调试捕获已开启。

# Status.DebugCaptureDisabled
source: Debug capture disabled.
zh_hans: 调试捕获已关闭。

# Status.DebugEventsCleared
source: Debug events cleared.
zh_hans: 调试事件已清除。

# Status.LanguageChangeRequiresRestart
source: Language changes will apply after restarting inputor.
zh_hans: 语言更改会在重启 inputor 后生效。

# Status.MonitoringPaused
source: Monitoring paused.
zh_hans: 监控已暂停。

# Status.MonitoringResumed
source: Monitoring resumed.
zh_hans: 监控已恢复。

# Status.MonitoringError
source: Monitoring error: {0}
zh_hans: 监控错误：{0}

# Status.NoForegroundWindow
source: No foreground window.
zh_hans: 没有前台窗口。

# Status.UnableToResolveActiveProcess
source: Unable to resolve the active process.
zh_hans: 无法解析当前活动进程。

# Status.UnableToResolveActiveProcessName
source: Unable to resolve the active process name.
zh_hans: 无法解析当前活动进程名称。

# Status.ProcessExcluded
source: {0} is excluded.
zh_hans: {0} 已被排除。

# Status.SelfWindowActive
source: inputor window is active; monitoring external apps only.
zh_hans: 当前焦点在 inputor 窗口，只监控外部应用。

# Status.NoFocusedElement
source: {0}: no focused element.
zh_hans: {0}：没有焦点元素。

# Status.PasswordFieldSkipped
source: {0}: password field skipped.
zh_hans: {0}：已跳过密码字段。

# Status.FocusedControlUnreadable
source: {0}: focused control does not expose readable text.
zh_hans: {0}：当前控件不提供可读文本。

# Status.PasteExcluded
source: Monitoring {0}; pasted text excluded by default.
zh_hans: 正在监控 {0}；默认排除粘贴文本。

# Status.BulkRefreshIgnored
source: Monitoring {0}; ignored suspicious bulk content refresh.
zh_hans: 正在监控 {0}；已忽略可疑的大块内容刷新。

# Status.RecordedSupportedCharacters
source: Recorded +{0} supported characters in {1}.
zh_hans: 已在 {1} 中记录 +{0} 个受支持字符。

# Status.WaitingForComposition
source: Monitoring {0}; waiting for composition confirmation.
zh_hans: 正在监控 {0}；等待输入法合成确认。

# Status.NoPositiveDelta
source: Monitoring {0}; no positive delta detected.
zh_hans: 正在监控 {0}；未检测到正向增量。

# AppPresentation.UnknownApp
source: Unknown app
zh_hans: 未知应用

# AppPresentation.Notepad
source: Notepad
zh_hans: 记事本

# AppPresentation.WeChat
source: WeChat
zh_hans: 微信

# AppPresentation.MediaPlayer
source: Media Player
zh_hans: 媒体播放器
